Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Duplicate Files
de: Doppelte Dateien
es: Archivos duplicados
fr: Fichiers en doublon
it: File duplicati
ja: 重複ファイル
ko: 중복 파일
ru: Дубликаты файлов
zh_hans: 重复文件
zh_hant: 重複檔案

source: Duplicate Pages
de: Doppelte Seiten
es: Páginas duplicadas
fr: Pages en doublon
it: Pagine duplicate
ja: 重複ページ
ko: 중복 페이지
ru: Дубликаты страниц
zh_hans: 重复页面
zh_hant: 重複頁面

source: e.g. "Home" or "Work"
de: z.B. "Zuhause" oder "Arbeit"
es: p. ej. "Casa" o "Trabajo"
fr: ex. "Maison" ou "Travail"
it: es. "Casa" o "Lavoro"
ja: 例: "自宅" または "仕事"
ko: 예: "집" 또는 "직장"
ru: например, "Дом" или "Работа"
zh_hans: 例如 “Home” 或 “Work”
zh_hant: 例如「Home」或「Work」

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Edit Book
de: Buch bearbeiten
es: Editar libro
fr: Modifier le livre
it: Modifica libro
ja: 本を編集
ko: 책 편집
ru: Редактировать книгу
zh_hans: 编辑书籍
zh_hant: 編輯書籍

source: Edit Collection
de: Sammlung bearbeiten
es: Editar coleccion
fr: Modifier la collection
it: Modifica raccolta
ja: コレクションの編集
ko: 모음집 편집
ru: Редактировать коллекцию
zh_hans: 编辑收藏
zh_hant: 編輯收藏

source: Edit Oneshot
de: Oneshot bearbeiten
es: Editar one-shot
fr: Modifier le oneshot
it: Modifica one-shot
ja: 読み切りを編集
ko: 단편 편집
ru: Редактировать one-shot
zh_hans: 编辑单行本
zh_hant: 編輯單行本

source: Edit Read List
de: Leseliste bearbeiten
es: Editar lista de lectura
fr: Modifier la liste de lecture
it: Modifica lista di lettura
ja: 読書リストの編集
ko: 읽기 목록 편집
ru: Редактировать список чтения
zh_hans: 编辑阅读列表
zh_hant: 編輯閱讀列表

source: Edit Series
de: Serie bearbeiten
es: Editar serie
fr: Modifier série
it: Modifica serie
ja: シリーズを編集
ko: 시리즈 편집
ru: Редактировать серию
zh_hans: 编辑系列
zh_hant: 編輯系列

source: Edit Server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
it: Modifica server
ja: サーバーを編集
ko: 서버 편집
ru: Редактировать сервер
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
it: Svuota cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
ru: Очистить корзину
zh_hans: 清空回收站
zh_hant: 清空資源回收桶

source: Empty Trash for All Libraries
de: Papierkorb für alle Bibliotheken leeren
es: Vaciar papelera de todas las bibliotecas
fr: Vider la corbeille pour toutes les bibliothèques
it: Svuota cestino per tutte le librerie
ja: すべてのライブラリのゴミ箱を空にする
ko: 모든 라이브러리의 휴지통 비우기
ru: Очистить корзину для всех библиотек
zh_hans: 清空所有库的回收站
zh_hant: 清空所有圖書館的回收桶

source: Enable Image Context Menu
de: Bild-Kontextmenü aktivieren
es: Activar menú contextual de imagen
fr: Activer le menu contextuel des images
it: Abilita menu contestuale immagine
ja: 画像のコンテキストメニューを有効にする
ko: 이미지 컨텍스트 메뉴 활성화
ru: Включить контекстное меню изображения
zh_hans: 启用图片上下文菜单
zh_hant: 啟用圖片上下文選單

source: Enable Live Text
de: Live-Text aktivieren
es: Activar Live Text
fr: Activer Texte en direct
it: Abilita Live Text
ja: テキスト認識表示を有効にする
ko: 라이브 텍스트 활성화
ru: Включить Live Text
zh_hans: 开启实况文本
zh_hant: 開啟實況文本

source: Enable Real-time Updates above to use this feature.
de: Aktivieren Sie oben Echtzeit-Updates, um diese Funktion zu nutzen.
es: Activa las actualizaciones en tiempo real arriba para usar esta funcion.
fr: Activez les mises à jour en temps réel ci-dessus pour utiliser cette fonctionnalité.
it: Abilita gli aggiornamenti in tempo reale sopra per usare questa funzione.
ja: この機能を使うには上でリアルタイム更新を有効にしてください。
ko: 이 기능을 사용하려면 위에서 실시간 업데이트를 활성화하세요.
ru: Включите обновления в реальном времени выше, чтобы использовать эту функцию.
zh_hans: 启用实时更新后可使用此功能。
zh_hant: 啟用即時更新後可使用此功能。

source: Enable Server-Sent Events for real-time updates
de: Server-Sent Events für Echtzeit-Updates aktivieren
es: Activar Server-Sent Events para actualizaciones en tiempo real
fr: Activer les Server-Sent Events pour les mises à jour en temps réel
it: Abilita Server-Sent Events per aggiornamenti in tempo reale
ja: リアルタイム更新に Server-Sent Events を有効化
ko: 실시간 업데이트를 위해 서버 전송 이벤트 활성화
ru: Включить Server-Sent Events для обновлений в реальном времени
zh_hans: 启用 SSE 以获得实时更新
zh_hant: 啟用 SSE 以獲取即時更新

source: Enable Spotlight Indexing
de: Spotlight-Indexierung aktivieren
es: Activar indexacion de Spotlight
fr: Activer l indexation Spotlight
it: Abilita indicizzazione Spotlight
ja: Spotlight インデックスを有効にする
ko: Spotlight 인덱싱 활성화
ru: Включить индексацию Spotlight
zh_hans: 启用 Spotlight 索引
zh_hant: 啟用 Spotlight 索引

source: Ended
de: Beendet
es: Finalizado
fr: Terminé
it: Concluso
ja: 完結
ko: 완결
ru: Закончена
zh_hans: 已完结
zh_hant: 已完結

source: Enter a name for this theme preset
de: Geben Sie einen Namen für diese Themenvoreinstellung ein
es: Introduce un nombre para este preset de tema
fr: Entrez un nom pour ce préréglage de thème
it: Inserisci un nome per questo preset tema
ja: このテーマプリセットの名前を入力
ko: 이 테마 프리셋의 이름 입력
ru: Введите имя для этого пресета темы
zh_hans: 输入此主题预设的名称
zh_hant: 輸入此主題預設的名稱

source: Enter Offline Mode
de: Offline-Modus aktivieren
es: Activar modo sin conexión
fr: Activer le mode hors ligne
it: Attiva modalità offline
ja: オフラインモードに切り替え
ko: 오프라인 모드로 전환
ru: Включить офлайн-режим
zh_hans: 进入离线模式
zh_hant: 進入離線模式

source: Enter the credentials you use to access your Komga server.
de: Geben Sie die Anmeldeinformationen ein, die Sie für den Zugriff auf Ihren Komga-Server verwenden.
es: Introduce las credenciales que usas para acceder a tu servidor Komga.
fr: Saisissez les identifiants utilisés pour accéder à votre serveur Komga.
it: Inserisci le credenziali che usi per accedere al tuo server Komga.
ja: Komga サーバーにアクセスする認証情報を入力してください。
ko: Komga 서버에 액세스하는 데 사용하는 자격 증명을 입력하세요.
ru: Введите учетные данные, которые вы используете для доступа к серверу Komga.
zh_hans: 输入用于访问 Komga 的凭证。
zh_hant: 輸入用於存取 Komga 的憑證。

source: Enter your API Key
de: Geben Sie Ihren API-Schlüssel ein
es: Introduce tu clave API
fr: Entrez votre clé API
it: Inserisci la tua chiave API
ja: APIキーを入力
ko: API 키를 입력하세요
ru: Введите ваш API-ключ
zh_hans: 输入 API 密钥
zh_hant: 輸入 API 金鑰

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Introduce tu contrasena
fr: Entrez votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力
ko: 비밀번호를 입력하세요
ru: Введите пароль
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter your server URL
de: Geben Sie Ihre Server-URL ein
es: Introduce la URL de tu servidor
fr: Entrez l'URL de votre serveur
it: Inserisci l'URL del tuo server
ja: サーバー URL を入力
ko: 서버 URL을 입력하세요
ru: Введите URL вашего сервера
zh_hans: 输入服务器 URL
zh_hant: 輸入伺服器 URL

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
es: Introduce tu nombre de usuario
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
ja: ユーザー名を入力
ko: 사용자 이름을 입력하세요
ru: Введите имя пользователя
zh_hans: 输入用户名
zh_hant: 輸入使用者名稱

source: EPUB Reader Not Available
de: EPUB-Reader nicht verfügbar
es: Lector EPUB no disponible
fr: Lecteur EPUB non disponible
it: Lettore EPUB non disponibile
ja: EPUB リーダーは利用できません
ko: EPUB 리더를 사용할 수 없음
ru: Ридер EPUB недоступен
zh_hans: EPUB 阅读器不可用
zh_hant: EPUB 閱讀器不可用

source: EPUB reading is only supported on iOS and macOS.
de: EPUB-Lesen wird nur auf iOS und macOS unterstuetzt.
es: La lectura EPUB solo es compatible con iOS y macOS.
fr: La lecture EPUB est uniquement prise en charge sur iOS et macOS.
it: La lettura EPUB e supportata solo su iOS e macOS.
ja: EPUBの読書はiOSとmacOSでのみサポートされています。
ko: EPUB 읽기는 iOS 및 macOS에서만 지원됩니다.
ru: Чтение EPUB поддерживается только на iOS и macOS.
zh_hans: EPUB 阅读仅支持 iOS 和 macOS。
zh_hant: EPUB 閱讀僅支援 iOS 和 macOS。

source: EPUB Settings
de: EPUB-Einstellungen
es: Ajustes EPUB
fr: Réglages EPUB
it: Impostazioni EPUB
ja: EPUB 設定
ko: EPUB 설정
ru: Настройки EPUB
zh_hans: EPUB 设置
zh_hant: EPUB 設定

source: EPUB Theme
de: EPUB-Design
es: Tema EPUB
fr: Thème EPUB
it: Tema EPUB
ja: EPUB テーマ
ko: EPUB 테마
ru: Тема EPUB
zh_hans: EPUB 主题
zh_hant: EPUB 主題

# epub.columnCount.auto
source: Auto
de: Automatisch
es: Automatico
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
ru: Авто
zh_hans: 自动
zh_hant: 自動

# epub.columnCount.one
source: 1 Column
de: 1 Spalte
es: 1 columna
fr: 1 colonne
it: 1 colonna
ja: 1段組
ko: 1단
ru: 1 колонка
zh_hans: 单栏
zh_hant: 單欄

# epub.columnCount.two
source: 2 Columns
de: 2 Spalten
es: 2 columnas
fr: 2 colonnes
it: 2 colonne
ja: 2段組
ko: 2단
ru: 2 колонки
zh_hans: 双栏
zh_hant: 雙欄

# epub.flow.paged
source: Paged
de: Seitenweise
es: Paginado
fr: Paginé
it: Paginato
ja: ページ送り
ko: 페이지 단위
ru: Постранично
zh_hans: 分页
zh_hant: 分頁

# epub.flow.scrolled
source: Scrolled
de: Fortlaufendes Scrollen
es: Desplazado
fr: Défilement continu
it: Scorrimento
ja: スクロール
ko: 연속 스크롤
ru: Прокрутка
zh_hans: 连续滚动
zh_hant: 連續捲動

# epub.overlay.controls
source: Controls
de: Steuerung
es: Controles
fr: Commandes
it: Controlli
ja: コントロール
ko: 컨트롤
ru: Элементы управления
zh_hans: 控件
zh_hant: 控制項

# epub.overlay.footer_center
source: Footer Center
de: Fußzeile Mitte
es: Pie de página central
fr: Pied de page centre
it: Piè di pagina centrale
ja: フッター中央
ko: 바닥글 가운데
ru: Нижний колонтитул по центру
zh_hans: 页脚中间
zh_hant: 頁尾中間

# epub.overlay.footer_left
source: Footer Left
de: Fußzeile links
es: Pie de página izquierdo
fr: Pied de page gauche
it: Piè di pagina sinistro
ja: フッター左
ko: 바닥글 왼쪽
ru: Нижний колонтитул слева
zh_hans: 页脚左侧
zh_hant: 頁尾左側

# epub.overlay.footer_right
source: Footer Right
de: Fußzeile rechts
es: Pie de página derecho
fr: Pied de page droite
it: Piè di pagina destro
ja: フッター右
ko: 바닥글 오른쪽
ru: Нижний колонтитул справа
zh_hans: 页脚右侧
zh_hant: 頁尾右側

# epub.overlay.header_center
source: Header Center
de: Kopfzeile Mitte
es: Encabezado central
fr: En-tête centre
it: Intestazione centrale
ja: ヘッダー中央
ko: 머리글 가운데
ru: Верхний колонтитул по центру
zh_hans: 页眉中间
zh_hant: 頁首中間

# epub.overlay.header_left
source: Header Left
de: Kopfzeile links
es: Encabezado izquierdo
fr: En-tête gauche
it: Intestazione sinistra
ja: ヘッダー左
ko: 머리글 왼쪽
ru: Верхний колонтитул слева
zh_hans: 页眉左侧
zh_hant: 頁首左側

# epub.overlay.header_right
source: Header Right
de: Kopfzeile rechts
es: Encabezado derecho
fr: En-tête droite
it: Intestazione destra
ja: ヘッダー右
ko: 머리글 오른쪽
ru: Верхний колонтитул справа
zh_hans: 页眉右侧
zh_hant: 頁首右側

# epub.overlay.item.book_progress
source: Book Progress
de: Buchfortschritt
es: Progreso del libro
fr: Progression du livre
it: Avanzamento libro
ja: 書籍の進捗
ko: 책 진행률
ru: Прогресс книги
zh_hans: 整本进度
zh_hant: 全書進度

# epub.overlay.item.book_remaining
source: Book Remaining
de: Verbleibendes Buch
es: Libro restante
fr: Livre restant
it: Libro rimanente
ja: 書籍の残り
ko: 책 남은 양
ru: Осталось в книге
zh_hans: 整本剩余
zh_hant: 全書剩餘

# epub.overlay.item.book_title
source: Book Title
de: Buchtitel
es: Título del libro
fr: Titre du livre
it: Titolo libro
ja: 書名
ko: 책 제목
ru: Название книги
zh_hans: 书名
zh_hant: 書名

# epub.overlay.item.chapter_page
source: Chapter Page
de: Kapitelseite
es: Página del capítulo
fr: Page du chapitre
it: Pagina capitolo
ja: 章ページ
ko: 챕터 페이지
ru: Страница главы
zh_hans: 章节页码
zh_hant: 章節頁碼

# epub.overlay.item.chapter_progress
source: Chapter Progress
de: Kapitelfortschritt
es: Progreso del capítulo
fr: Progression du chapitre
it: Avanzamento capitolo
ja: 章の進捗
ko: 챕터 진행률
ru: Прогресс главы
zh_hans: 章节进度
zh_hant: 章節進度

# epub.overlay.item.chapter_remaining
source: Chapter Remaining
de: Verbleibendes Kapitel
es: Capítulo restante
fr: Chapitre restant
it: Capitolo rimanente
ja: 章の残り
ko: 챕터 남은 양
ru: Осталось в главе
zh_hans: 章节剩余
zh_hant: 章節剩餘

# epub.overlay.item.chapter_title
source: Chapter Title
de: Kapiteltitel
es: Título del capítulo
fr: Titre du chapitre
it: Titolo capitolo
ja: 章タイトル
ko: 챕터 제목
ru: Название главы
zh_hans: 章节标题
zh_hant: 章節標題

# epub.overlay.item.none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_hans: 无
zh_hant: 無

# epub.overlay.reading
source: Reading
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読書
ko: 읽기
ru: Чтение
zh_hans: 阅读
zh_hant: 閱讀

# epub.overlay.show_reader_progress_bar
source: Show Progress Bar
de: Fortschrittsleiste anzeigen
es: Mostrar barra de progreso
fr: Afficher la barre de progression
it: Mostra barra di avanzamento
ja: 進捗バーを表示
ko: 진행률 막대 표시
ru: Показывать индикатор прогресса
zh_hans: 显示进度条
zh_hant: 顯示進度列

# epub.reading_flow
source: Reading Flow
de: Lesefluss
es: Flujo de lectura
fr: Mode de lecture
it: Flusso di lettura
ja: 閲覧フロー
ko: 읽기 흐름
ru: Режим чтения
zh_hans: 阅读流
zh_hant: 閱讀流程

# epub.scrolled.tap_scroll_height
source: Tap Scroll Height
de: Tippen-Scrollhöhe
es: Altura de desplazamiento al tocar
fr: Hauteur de defilement au toucher
it: Altezza scorrimento al tocco
ja: タップスクロール量
ko: 탭 스크롤 높이
ru: Высота прокрутки по касанию
zh_hans: 点击滚动高度
zh_hant: 點擊捲動高度

# epub.scrolled.tap_scroll_height.description
source: Scroll distance when tapping to navigate in scrolled mode
de: Scroll-Distanz beim Tippen zur Navigation im Scrollmodus
es: Distancia de desplazamiento al tocar para navegar en modo desplazado
fr: Distance de defilement lors d'un appui pour naviguer en mode defile
it: Distanza di scorrimento al tocco per navigare in modalita scorrimento
ja: スクロールモードでタップ移動するときのスクロール量
ko: 스크롤 모드에서 탭으로 이동할 때 스크롤되는 거리
ru: Дистанция прокрутки при касании для навигации в режиме прокрутки
zh_hans: 在滚动模式下，点击翻页时滚动的距离
zh_hant: 在捲動模式下，點擊翻頁時捲動的距離

# epub.text_alignment.justify
source: Justify
de: Blocksatz
es: Justificado
fr: Justifié
it: Giustificato
ja: 両端揃え
ko: 양쪽 정렬
ru: По ширине
zh_hans: 两端对齐
zh_hant: 兩端對齊

# epub.text_alignment.justify.description
source: Justify automatically enables hyphenation.
de: Blocksatz aktiviert automatisch die Silbentrennung.
es: El texto justificado activa automáticamente la separación por sílabas.
fr: Le mode justifié active automatiquement la césure.
it: Il testo giustificato abilita automaticamente la sillabazione.
ja: 両端揃えを選ぶと自動的にハイフネーションが有効になります。
ko: 양쪽 정렬을 선택하면 하이픈 분할이 자동으로 활성화됩니다.
ru: Выравнивание по ширине автоматически включает переносы.
zh_hans: 两端对齐会自动启用断词。
zh_hant: 兩端對齊會自動啟用斷詞。

# epub.text_alignment.publisher_default
source: Publisher Default
de: Verlagsstandard
es: Predeterminado del editor
fr: Par défaut de l’éditeur
it: Predefinito dell'editore
ja: 出版社の既定
ko: 출판사 기본값
ru: По умолчанию издателя
zh_hans: 出版方默认
zh_hant: 出版方預設

# epub.text_alignment.start
source: Start
de: Am Anfang ausrichten
es: Alinear al inicio
fr: Aligner au début
it: Allinea all'inizio
ja: 行頭揃え
ko: 시작 기준 정렬
ru: Выравнивать по началу
zh_hans: 起始对齐
zh_hant: 起始對齊

# epub.text_alignment.title
source: Text Alignment
de: Textausrichtung
es: Alineación del texto
fr: Alignement du texte
it: Allineamento del testo
ja: テキストの配置
ko: 텍스트 정렬
ru: Выравнивание текста
zh_hans: 文本对齐
zh_hant: 文字對齊

# ERR_1000
source: File could not be accessed during analysis
de: Während der Untersuchung konnte auf die Datei nicht zugegriffen werden
es: No se pudo acceder al archivo durante el análisis
fr: Le fichier n'était pas accessible pendant l'analyse
it: Impossibile accedere al file durante l'analisi
ja: 分析中にファイルへのアクセスができませんでした
ko: 분석 중인 파일 접근 불가
ru: Не удалось получить доступ к файлу во время анализа
zh_hans: 分析期间无法访问文件
zh_hant: 分析期間無法訪問檔案

# ERR_1001
source: Media type is not supported
de: Dieser Medientyp ist nicht unterstützt
es: Tipo de medio no soportado
fr: Le type de média n'est pas pris en charge
it: Tipo di media non supportato
ja: サポートしていないメディアタイプです
ko: 지원하지 않는 미디어 유형
ru: Тип медиафайла не поддерживается
zh_hans: 不支持的媒体类型
zh_hant: 不支援的媒體類型

# ERR_1002
source: Encrypted RAR archives are not supported
de: Verschlüsselte RAR Archive werden nicht unterstützt
es: Archivos RAR encriptados no están soportados
fr: Les archives RAR chiffrées ne sont pas prises en charge
it: Gli archivi RAR crittografati non sono supportati
ja: 暗号化 RAR 書庫はサポートしていません
ko: 암호화된 RAR 압축 미지원
ru: Зашифрованные RAR-архивы не поддерживаются
zh_hans: 不支持加密的 RAR 文件
zh_hant: 不支援加密的 RAR 檔案

# ERR_1003
source: Solid RAR archives are not supported
de: Solide RAR Archive werden nicht unterstützt
es: Archivos RAR sólidos no están soportados
fr: Les archives RAR solides ne sont pas prises en charge
it: Gli archivi RAR solidi non sono supportati
ja: ソリッドモードの RAR 書庫はサポートしていません
ko: 솔리드 RAR 압축 미지원
ru: Непрерывные RAR-архивы не поддерживаются
zh_hans: 不支持固实压缩的 RAR 文件
zh_hant: 不支援結實壓縮的 RAR 檔案

# ERR_1004
source: Multi-Volume RAR archives are not supported
de: Mehrbändige RAR Archive werden nicht unterstützt
es: Archivos RAR multivolumen no están soportados
fr: Les archives RAR multi-volumes ne sont pas prises en charge
it: Gli archivi RAR multivolume non sono supportati
ja: マルチボリュームの RAR 書庫はサポートしていません
ko: 분할 RAR 압축 미지원
ru: Многотомные RAR-архивы не поддерживаются
zh_hans: 不支持多卷(分卷)的 RAR 文件
zh_hant: 不支持多卷(分割檔)的 RAR 檔案

# ERR_1005
source: Unknown error while analyzing book
de: Unbekannter Fehler beim Analysieren des Buchs
es: Error desconocido durante análisis de libro
fr: Erreur inconnue pendant l'analyse
it: Errore sconosciuto durante l'analisi del fumetto
ja: 分析中に想定外のエラーがありました
ko: 책 분석 중 알 수 없는 오류
ru: Неизвестная ошибка в процессе анализа книги
zh_hans: 分析书籍时出现未知错误
zh_hant: 分析書籍時出現未知錯誤

# ERR_1006
source: Book does not contain any page
de: Das Buch enthält keine Seiten
es: El libro no contiene ninguna página
fr: Le livre ne contient aucune page
it: Il fumetto non contiene alcuna pagina
ja: 書籍にページが含まれていません
ko: 책에 페이지가 포함되지 않음
ru: Книга не содержит ни одной страницы
zh_hans: 这本书不包含任何页面
zh_hant: 這本書不包含任何頁面

# ERR_1007
source: Some entries could not be analyzed
de: Einige Einträge konnten nicht ausgewertet werden
es: Algunas entradas no pudieron ser analizadas
fr: Certaines entrées n'ont pas pu être analysées
it: Non è stato possibile analizzare alcune voci
ja: 分析できない項目がありました
ko: 일부 항목을 분석할 수 없음
ru: Некоторые записи не удалось проанализировать
zh_hans: 无法分析某些条目
zh_hant: 無法分析某些條目

# ERR_1008
source: Unknown error while getting book's entries
de: Unbekannter Fehler beim Abrufen der Bucheinträge
es: Error desconocido al obtener las entradas del libro
fr: Erreur inconnue pendant la recuperation des entrées
it: Errore sconosciuto durante il recupero delle voci del fumetto
ja: 想定外のエラーで書籍の項目が取得できません
ko: 책 항목을 가져오는 중 알 수 없는 오류
ru: Неизвестная ошибка в процессе получения записей книги
zh_hans: 获取书籍条目时出现未知错误
zh_hant: 獲取書籍條目時出現未知錯誤

# ERR_1009
source: A read list with that name already exists
de: Eine Leseliste mit diesem Namen existiert bereits
es: Ya existe una lista de lectura con ese nombre
fr: Il existe déjà une liste de lecture avec ce nom
it: Esiste già una lista di lettura con quel nome
ja: すでに同じ名前の読書リストがあります
ko: 같은 이름의 읽기 목록이 이미 존재합니다
ru: Список чтения с таким именем уже существует
zh_hans: 已存在该名称的阅读列表
zh_hant: 已存在該名稱的閱讀列表

# ERR_1015
source: Error while deserializing ComicRack CBL
de: Fehler bei der Abarbeitung der ComicRack Leseliste (CBL)
es: Error al deserializar ComicRack CBL
fr: Erreur lors de l'extraction du fichier ComicRack CBL
it: Errore durante la deserializzazione della lista di lettura di ComicRack
ja: ComicRack CBLのデシリアライズ時のエラー
ko: ComicRack CBL 역직렬화 오류
ru: Ошибка при десериализации CBL-файла ComicRack
zh_hans: 反序列化 ComicRack CBL 文件时出错
zh_hant: 反序列化 ComicRack CBL 檔案時出錯

# ERR_1016
source: Directory not accessible or not a directory
de: Verzeichnis nicht erreichbar oder kein Verzeichnis
es: Directorio no accesible o no es un directorio
fr: Répertoire non accessible ou pas un répertoire
it: Cartella non accessibile o non è una cartella
ja: ディレクトリにアクセスできない、またはディレクトリではありません
ko: 디렉토리가 아니거나 접근 불가
ru: Каталог недоступен или не является каталогом
zh_hans: 目录不可访问
zh_hant: 目錄不可訪問

# ERR_1017
source: Cannot scan folder that is part of an existing library
de: Ordner, der Teil einer vorhandenen Bibliothek ist, kann nicht scannen
es: No se puede escanear una carpeta que es parte de una biblioteca existente
fr: Impossible de numériser un dossier qui fait partie d'une bibliothèque existante
it: Impossibile eseguire la scansione di una cartella che fa parte di una libreria esistente
ja: 既存のライブラリの一部であるフォルダをスキャンできない
ko: 기존 라이브러리의 일부인 폴더를 스캔할 수 없습니다
ru: Невозможно просканировать папку, которая является частью существующей библиотеки
zh_hans: 无法扫描属于现有库的文件夹
zh_hant: 無法掃描作為現有書庫一部分的資料夾

# ERR_1018
source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
it: File non trovato
ja: ファイルが見つかりませんでした
ko: 파일을 찾을 수 없음
ru: Файл не найден
zh_hans: 文件未找到
zh_hant: 檔案未找到

# ERR_1019
source: Cannot import file that is part of an existing library
de: Eine Datei, die Teil einer vorhandenen Bibliothek ist, kann nicht importiert werden
es: No se puede importar un archivo que es parte de una biblioteca existente
fr: Impossible d'importer un fichier faisant partie d'une bibliothèque existante
it: Impossibile importare file che fa parte di una libreria esistente
ja: 既存のライブラリの一部であるファイルはインポートできません
ko: 기존 라이브러리의 일부인 파일을 가져올 수 없습니다
ru: Невозможно импортировать файл, который является частью существующей библиотеки
zh_hans: 无法导入属于现有库的文件
zh_hant: 無法匯入屬於現有書庫的檔案

# ERR_1020
source: Book to upgrade does not belong to provided series
de: Das zu aktualisierende Buch gehört nicht zu den angebotenen Serien
es: El libro a actualizar no pertenece a la serie proporcionada
fr: Le livre à mettre à jour n'appartient pas à la série indiquée
it: Il fumetto da aggiornare non appartiene alla serie fornita
ja: アップグレードする本は、提供されたシリーズに属していない
ko: 업그레이드할 책은 제공된 시리즈에 속하지 않습니다
ru: Книга для обновления не принадлежит указанной серии
zh_hans: 要升级的书籍不属于提供的系列
zh_hant: 要升级的書籍不屬於提供的系列

# ERR_1021
source: Destination file already exists
de: Zieldatei ist bereits vorhanden
es: El archivo de destino ya existe
fr: Le fichier de destination existe déjà
it: Il file di destinazione esiste già
ja: 宛先は既に存在しています
ko: 대상 파일이 이미 존재합니다
ru: Файл назначения уже существует
zh_hans: 目标文件已存在
zh_hant: 目標檔案已存在

# ERR_1022
source: Newly imported book could not be scanned
de: Ein neu importiertes Buch konnte nicht gescannt werden
es: No se ha podido escanear el libro recién importado
fr: Le livre nouvellement importé n'a pas pu être numérisé
it: Impossibile scansionare il fumetto appena importato
ja: 新しく取り込んだ本がスキャンできませんでした
ko: 새로 가져온 책을 스캔할 수 업습니다
ru: Недавно импортированную книгу не удалось просканировать
zh_hans: 无法扫描新导入的书籍
zh_hant: 無法掃描新匯入的書籍

# ERR_1023
source: Book already present in ReadingList
de: Buch ist in der Leseliste schon vorhanden
es: Libro ya presente en lista de lectura
fr: Le livre est déjà présent dans la liste de lecture
it: Fumetto già presente nella lista di lettura
ja: 書籍は既に読書リストに存在します
ko: 읽기 목록에 이미 있는 책
ru: Книга уже присутствует в списке чтения
zh_hans: 书籍已经在阅读列表中
zh_hant: 書籍已經在閱讀列表中

# ERR_1024
source: OAuth2 login error: no email attribute
de: OAuth2 Anmeldefehler: Kein E-Mail Attribut
es: Error de inicio de sesión OAuth2: sin atributo email
fr: Erreur de connexion OAuth2 : pas d'attribut email
it: Errore di accesso OAuth2: nessun attributo email
ja: OAuth2ログインエラー: email属性がありません
ko: OAuth2 로그인 오류: 이메일 속성 없음
ru: Ошибка входа через OAuth2: отсутствует атрибут 'email'
zh_hans: OAuth2 登录错误：没有 email 属性
zh_hant: OAuth2 登入錯誤：沒有 email 屬性

# ERR_1025
source: OAuth2 login error: no local user exist with that email
de: OAuth2 Anmeldefehler: Keinen lokalen Nutzer mit der angegebenen E-Mail gefunden
es: Error de inicio de sesión OAuth2: no existe usuario local con ese correo
fr: Erreur de connexion OAuth2 : aucun utilisateur local existant avec cette adresse e-mail
it: OAuth2 Errore di accesso: nessun utente locale esiste con quell'e-mail
ja: OAuth2ログインエラー: 電子メールを持つローカルユーザが存在しない
ko: OAuth2 로그인 오류: 해당 이메일에 로컬 사용자 없음
ru: Ошибка входа через OAuth2: локальный пользователь с таким email не существует
zh_hans: OAuth2 登录错误：没有使用该电子邮件的本地用户
zh_hant: OAuth2 登入錯誤：没有使用該電子郵件的本機使用者
